<?php

//Условия в php
$a = 10; $b = 12;
    if ($a < $b) {

    echo "true";
}










$a = 10 + 5
if($a != 20) echo "У вас все окей! Все проверки прошли отлично)))";



if($a == 15){
    echo "Первая проверка прошла отлично";
    if($a < 10){
        echo "Вторая проверка прошла";
    };
    else echo "Второй тест провалился(((((";
};




if($a === "15" and $a > 10){
    echo "<b>Где правда?</b>";

    if($a < 20) echo "Где ложь?";
    else echo "<pre>В тра-ве си-дел куз-не-чик,
                Сов-сем как о-гу-речик</pre>
    ";
};
*/
























 ?>
